[
    {
        "id": 1,
        "categoria": "Cocina",
        "imagen": "../Images/portada_cocinen-ustedes_paulina-cocina_202309100049.jpg", 
        "titulo": "Cocinen ustedes", 
        "autor": "de Paulina Cocina.", 
        "info": "Este no es solo un libro de recetas para niños y niñas. Es también un libro en cuyo armado participaron una niña y un niño que cocinan: mis hijos. ",
        "paginas": 192,
        "precio": 2700,
        "stock": 5
    },{
        "id": 2,
        "categoria": "Cocina",
        "imagen": "../Images/381926_portada_la-revolucion-de-la-glucosa-el-metodo_jessie-inchauspe_202305111308.jpg", 
        "titulo": "La revolución de la glucosa: el Método", 
        "autor": "de Jessie Inchauspé.", 
        "info": "Cuatro semanas y 100 recetas para deshacerte de los antojos, recuperar tu energía y sentirte increíble.",
        "paginas": 288,
        "precio": 3900,
        "stock": 3
    },{
        "id": 3,
        "categoria": "Cocina",
        "imagen": "../Images/portada_julieta-oriolo-cocina-italiana_julieta-oriolo_202207140220.jpg", 
        "titulo": "Cocina italiana", 
        "autor": "de Julieta Oriolo.", 
        "info": "En una época donde todo parece apurado y superficial, Cocina italiana nos conecta con lo profundo, con el trabajo manual y la atención a los cinco sentidos. <br> Amasar un domingo de otoño, invitar amigos, hacer una salsita rica y disfrutar de un almuerzo al abrigo del sol.",
        "paginas": 272,
        "precio": 3750,
        "stock": 10
    },{
        "id": 4,
        "categoria": "Cocina",
        "imagen": "../Images/portada_pan-de-campo_german-torres_202208191646.jpg", 
        "titulo": "Pan de campo", 
        "autor": "de Germán Torres.", 
        "info": "Recetas sencillas pero diferentes, repensadas, y sobre todo, interpretadas.",
        "paginas": 256,
        "precio": 3680,
        "stock": 12
    },{
        "id": 5,
        "categoria": "Deportes",
        "imagen": "../Images/tres-1000-ejercicios-del-desarrollo-muscular-4.jpg", 
        "titulo": "3000 ejercicios del desarrollo muscular", 
        "autor": "de Raquel Val Ferrer.", 
        "info": "Esta obra, dividida en tres tomos, proporciona una amplia recopilación de ejercicios para potenciar el trabajo muscular desde una perspectiva del rendimiento y de la salud. Los ejercicios se organizan según materiales y grupos musculares.",
        "paginas": 615,
        "precio": 7100,
        "stock": 12
    },{
        "id": 6,
        "categoria": "Deportes",
        "imagen": "../Images/triatlon-con-salud.jpg", 
        "titulo": "Triatlón con salud", 
        "autor": "de Arturo Guede Seara.", 
        "info": "Una mirada nueva y apasionada del triatlón desde la prevención. Aborda temas de gran interés para deportista, como el entrenamiento funcional y de fuerza, la recuperación después de la práctica deportiva, y la nutrición e hidratación más adecuadas para cada triatleta. Y, sobre todo, insiste en cómo disfrutar plenamente de este deporte.",
        "paginas": 232,
        "precio": 3500,
        "stock": 10
    },{
        "id": 7,
        "categoria": "Deportes",
        "imagen": "../Images/rafa-roger.jpg", 
        "titulo": "Rafa & Roger", 
        "autor": "de Antonio Arenas, Rafael Plaza.", 
        "info": " Partiendo de la temporada 2017, el año que vio a la legendaria pareja de contrarios volver a gobernar el circuito con puño de hierro tras tiempo en un segundo plano, los autores recorren desde dentro las personalidades, los encuentros y desencuentros de Nadal y Federer, después de compartir durante años el día a día con ellos.",
        "paginas": 313,
        "precio": 4550,
        "stock": 5
    },{
        "id": 8,
        "categoria": "Deportes",
        "imagen": "../Images/el-mundial-de-messi-y-de-la-argentina-de-scaloni.jpg", 
        "titulo": "EL MUNDIAL DE MESSI y de la Argentina de Scaloni", 
        "autor": "de Alejandro Wall, Gastón Edul.", 
        "info": "La historia de cómo Messi y Argentina ganaron la Copa del Mundo de Qatar.",
        "paginas": 232,
        "precio": 3600,
        "stock": 8
    },{
        "id": 9,
        "categoria": "Ciencia ficcion",
        "imagen": "../Images/la-biblia-de-los-caidos.jpg", 
        "titulo": "La Biblia de los Caídos", 
        "autor": "de Fernando Trujillo.", 
        "info": "El mundo cuenta con un lado oculto, una cara sobrenatural que nos susurra, que se intuye, pero que muy pocos perciben. La inmensa mayoría de las personas no es consciente de ese lado paranormal... ni de sus riesgos.",
        "paginas": 422,
        "precio": 5000,
        "stock": 9
    },{
        "id": 10,
        "categoria": "Ciencia ficcion",
        "imagen": "../Images/memorias-de-tierra-nueva-la-decima-eleccion.jpg", 
        "titulo": "Memorias de Tierra Nueva: La décima elección", 
        "autor": "de Tulio Dávila.", 
        "info": "Cada cien años gigantes, como las montañas más altas, cruzan el mar buscando devastar Tierra Nueva y, cada cien años, 12 guerreros, entre hombres y mujeres, son elegidos para combatirlos. Esta es la décima ocasión desde que los primeros héroes portaran las armas sagradas que la humanidad tendrá que hacer frente a aquel inminente peligro. Y todo parece indicar que será la peor de todas.",
        "paginas": 643,
        "precio": 7200,
        "stock": 5
    },{
        "id": 11,
        "categoria": "Ciencia ficcion",
        "imagen": "../Images/el-despertar-de-los-dragones-reyes-y-hechiceros-libro-1.jpg", 
        "titulo": "El Despertar de los Dragones", 
        "autor": "de Morgan Rice.", 
        "info": "«Si pensaste que ya no había razón para vivir después de terminar de leer la serie El anillo del hechicero, te equivocaste. En EL DESPERTAR DE LOS DRAGONES Morgan Rice nos presenta lo que promete ser otra brillante serie, sumergiéndonos en una fantasía de troles y dragones, de valor, honor, intrepidez, magia y fe en tu destino. Morgan ha logrado producir otro fuerte conjunto de personajes que nos hacen animarlos en cada página.…Recomendado para la biblioteca permanente de todos los lectores que aman la fantasía bien escrita».",
        "paginas": 288,
        "precio": 3800,
        "stock": 4
    },{
        "id": 12,
        "categoria": "Ciencia ficcion",
        "imagen": "../Images/sal-de-mis-suenos.jpg", 
        "titulo": "Sal de mis sueños", 
        "autor": "de Fernando Trujillo.", 
        "info": "Debe de haber millones de chicos como yo. Me volvía loco una compañera del instituto, tenía mis diferencias con mi padre y, siendo sincero, los estudios no eran precisamente mi prioridad. Un escenario bastante típico para un adolescente.",
        "paginas": 246,
        "precio": 3600,
        "stock": 10
    }
]